Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: All the same, there were days when they felt that they would sooner have had less figures and more food.
uk_1984_iryna_dybko_khutir_tvaryn: Одне лиш на думці в них було: воліли б менше чисел на папері, а більше приділів у своїх коритах.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та все ж траплялися дні, коли вони відчували, що краще б тих цифр було менше, а харчу більше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І все-таки час від часу їм здавалося, що краще мати менше цифр, але більше харчів.

source: All orders were now issued through Squealer or one of the other pigs.
uk_1984_iryna_dybko_khutir_tvaryn: [Розпорядження кожної неділі передавав тваринам Нікітов, або інші свині, призначені Вісарйоновим.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всі накази тепер ішли через Пищика або якусь іншу свиню.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі накази тепер озвучував Пискун або інша свиня.

source: Napoleon himself was not seen in public as often as once in a fortnight.
uk_1984_iryna_dybko_khutir_tvaryn: Від довшого часу, як колибудь, тварини не бачили Вісарйонова;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сам Наполеон з'являвся не частіше, ніж раз на два тижні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон з’являвся не частіше, ніж раз на два тижні.

source: When he did appear, he was attended not only by his retinue of dogs but by a black cockerel who marched in front of him and acted as a kind of trumpeter, letting out a loud “cock-a-doodle-doo” before Napoleon spoke.
uk_1984_iryna_dybko_khutir_tvaryn: він коли й виходив з дуже важливих причин з хутора, тоді робив це лише в супроводі своїх псів, але теж із чорним півнем, що йшов дещо перед Вісарйоновим; завжди заки Вісарйонов мав промовляти, півень наче в ролі сурмача, на все горло піяв, закликаючи до тишини. Ось так сповіщав, що вождь говоритиме.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коли ж таки з'являвся, то не лише з почтом псів, а й з чорним півнем: той виступав попереду і був ніби сурмачем, голосно кукурікаючи перед промовою Наполеона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли ж він виходив, то біля нього вже були не тільки пси: до почту долучився чорний півень у ролі герольда, який маршував попереду й гучно кукурікав перед промовою Наполеона.

source: Even in the farmhouse, it was said, Napoleon inhabited separate apartments from the others.
uk_1984_iryna_dybko_khutir_tvaryn: Щораз у більшому відокремленні проживав Вісарйонов, навіть і в головному будинку перебуваючи в окремій кімнаті від решти свиней.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Подейкували, що навіть у будинку Наполеон займав окремі покої.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Подейкували, що в будинку вождь займав тепер окремі апартаменти,

source: He took his meals alone, with two dogs to wait upon him, and always ate from the Crown Derby dinner service which had been in the glass cupboard in the drawing-room.
uk_1984_iryna_dybko_khutir_tvaryn: Двері його постійно стерегли пси, а в середині кімнати два найстарші з дев’ятьох собак невідступно стерегли його й тільки під їхнім наглядом приготовляли їжу для Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він і харчувався осібно, а двоє псів не відходили від нього; їв він завжди з розкішного обіднього сервізу «Королівське дербі», що стояв у скляному серванті в вітальні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: обідав на самоті — прислуговували йому дві собаки, а їв з дорогого сервізу «Королівське дербі», яким Джонси користувалися лише за урочистої нагоди, зберігаючи в серванті, що стояв у вітальні.

source: It was also announced that the gun would be fired every year on Napoleon’s birthday, as well as on the other two anniversaries.
uk_1984_iryna_dybko_khutir_tvaryn: Вийшло й нове розпорядження, що в день народження Вісарйонова стрілятимуть з рушниці; всі зберуться у святковому настрої так, як у річницю революції.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Оголосили також, що на кожен день народження Наполеона салютуватимуть із рушниці, як і на інші два свята.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Оголосили також, що відтепер салютуватимуть із рушниці не тільки в дні двох пам’ятних річниць, але й на день народження Наполеона.

source: Napoleon was now never spoken of simply as “Napoleon.”
uk_1984_iryna_dybko_khutir_tvaryn: Говорячи про Вісарйонова, треба було обов’язково величати його титулами:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тепер на Наполеона не казали просто «Наполеон», а офіційно:
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Також ніхто не говорив тепер просто «Наполеон»,

source: He was always referred to in formal style as “our Leader, Comrade Napoleon,” and the pigs liked to invent for him such titles as Father of All Animals, Terror of Mankind, Protector of the Sheep-fold, Ducklings’ Friend, and the like.
uk_1984_iryna_dybko_khutir_tvaryn: «Наш вождь, товариш Вісарйонов»; «Батько всіх тварин»; «Терор для всього людства»; «Захисник овець»; «Приятель качок».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: «Наш вождь, товариш Наполеон», Свині ще й полюбляли придумувати всілякі епітети, як Батько всіх тварин, Гроза людства, Оборонець вівчарні, Друг каченят і таке інше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: навіть між собою називали його «наш Вождь, товариш Наполеон». До того ж свині придумувати, а потім вводили у вжиток словосполучення на кшталт: «Батько всіх тварин», «Гроза Людства», «Захисник овечого роду», «Друг каченят» і всі розуміли про кого йдеться.

source: In his speeches, Squealer would talk with the tears rolling down his cheeks of Napoleon’s wisdom the goodness of his heart, and the deep love he bore to all animals everywhere, even and especially the unhappy animals who still lived in ignorance and slavery on other farms.
uk_1984_iryna_dybko_khutir_tvaryn: Кожний раз, коли Нікітов говорив про Вісарйонова, котились йому рясно з очей сльози зворушення — він із захопленням розказував про найвищі прикмети вдачі вождя, про його неперевершений розум, про його повне любови для всіх тварин серце, і як воно вболіває над горем тих, що ще караються під гнітом людей.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сльози котилися Пищикові по щоках, коли він розводився про Наполеонову мудрість, чулість його серця, про його незмірну любов до тварин, навіть і насамперед до тих нещасних, що й надалі жили у злиднях та рабстві по інших фермах.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Виголошуючи свої промови, Пискун не міг стримати сліз розчулення, коли заходила мова про мудрість Наполеона, доброту його серця, глибоку любов до всіх тварин, де б вони не жили, а особливо до тих нещасних, що животіли в невігластві й рабстві на інших фермах.

source: It had become usual to give Napoleon the credit for every successful achievement and every stroke of good fortune.
uk_1984_iryna_dybko_khutir_tvaryn: Усе добре, що трапилось на хуторі випадково, Нікітов пояснював, що це заслуга великого вождя, тому й кожен поступ при нім самозрозумілий.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Стало вже звичним приписувати Наполеону кожен успіх і кожну усмішку долі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Стало звичним зараховувати до заслуг Наполеона будь-яке досягнення або вдале починання.

source: You would often hear one hen remark to another, “Under the guidance of our Leader, Comrade Napoleon, I have laid five eggs in six days”; or two cows, enjoying a drink at the pool, would exclaim, “Thanks to the leadership of Comrade Napoleon, how excellent this water tastes!”.
uk_1984_iryna_dybko_khutir_tvaryn: Часті розмови курок, що покорились нормам несення яєць, були ось якого змісту: «Під проводом нашого вождя товариша Вісарйонова, я знесла аж п’ять яєць тільки в шістьох днях». А й корови, прийшовши напитися води із ставка, ось як прославляли його: «Завдяки найкращому в світі провідництву нашого вождя Вісарйонова, яка ж добірна свіжість води в нашому ставку».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не раз чулося, як одна курка казала іншій: «Під проводом нашого вождя, товариша Наполеона, я за шість днів знесла п'ять яєць» — чи, як дві корови, з насолодою цмулячи воду з басейна, вигукували: «Яка смачнюща ця вода! А все завдяки мудрому керівництву товариша Наполеона!».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Часто можна було чути, як одна курка казала другій: «Під мудрим керівництвом нашого Вождя, товариша Наполеона, я знесла п’ять яєць за шість днів», або три корови, п’ючи воду з баняка, вигукували: «Як нам смакує ця вода! А все завдяки вмілому керівництву товариша Наполеона!»

source: The general feeling on the farm was well expressed in a poem entitled Comrade Napoleon, which was composed by Minimus and which ran as follows:
uk_1984_iryna_dybko_khutir_tvaryn: На найкраще з усіх звеличувань вождя здобувся поет Мінімов у своїй поемі:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Загальні почуття мешканців ферми знайшли вдале вираження в вірші «Товариш Наполеон», що його склав Мінімус. Він провіщав:
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Загальні настрої вдало передав поет Менший у вірші «Товариш Наполеон».

source: Friend of fatherless! Fountain of happiness! Lord of the swill-bucket! Oh, how my soul is on Fire when I gaze at thy Calm and commanding eye, Like the sun in the sky, Comrade Napoleon! Thou are the giver of All that thy creatures love, Full belly twice a day, clean straw to roll upon; Every beast great or small Sleeps at peace in his stall, Thou watchest over all, Comrade Napoleon! Had I a sucking-pig, Ere he had grown as big Even as a pint bottle or as a rolling-pin, He should have learned to be Faithful and true to thee, Yes, his first squeak should be “Comrade Napoleon!”
uk_1984_iryna_dybko_khutir_tvaryn: Ти над нами, Вождю, ясним сонцем сяєш, Про усі тварини, наче батько, дбаєш. Гноблених людьми, ти приятель усіх... Джерело ти щастя, благодаті, втіх! Черева бо наші повні двічі в день, Із вдячності тобі — пеан всіх пісень! І тварина кожна — більша чи мала В мирі спить, бо знає про твоє дбання. Ти нас стережеш кожний день і ніч, ввесь час, Ти єдиним Вождем — Вісарйонов наш! Як прийде на світ синок мій — порося, Перше слово в нього — це твоє ім’я!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: О брате всіх гнаних, О щастя фонтане! Творець водопоїв і стійл гегемон. Майбутнє, нам сяє. Ах! — В твоїх вольових очах. Як сонце у небесах, Товаришу Наполеон! Ти дбаєш несхибно Про все, що потрібно — Зігрітий і ситий в нас кожен баран! Від бугаїв до телят — Всі у стійлах спокійно сплять В промінні твоїх турбот. Товаришу Наполеон! Як стану я батьком Малим поросяткам. То, перш ніж мені доростуть до колін. Зросте у малих серцях До тебе палке почуття, І перше кувікання: «Товаришу Наполеон!»
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сиротам — батько, Фонтан нашого щастя! Для кожного безхатька — Він захист від нещастя. Товаришу Наполеоне! Ми для тебе втратимо сон, Щоб жити всім — в унісон. Годівниці сповнені по вінця, У коморі — повно лежить сіна, Товариші, нумо подивіться: Вождь — єдина наша сила! Товаришу Наполеоне! Ми для тебе підемо на все — Покора — понад усе. Мудрий погляд, пильний — Він за всіх працює. Вождь — найкращий, сильний, Заради нас він лиш володарює! Товаришу Наполеоне! Ми для тебе віддамо й життя — Для тебе наше серцебиття.

source: Napoleon approved of this poem and caused it to be inscribed on the wall of the big barn, at the opposite end from the Seven Commandments.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов, прочитавши вірш, доручив написати його побіч заповідей тваринізму,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон схвалив вірша і звелів викарбувати його на великому хліві, на протилежній від Семи Заповідей стіні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон вірша схвалив і звелів написати його на великому хліві, на протилежній від Семи Положень стіні.

source: It was surmounted by a portrait of Napoleon, in profile, executed by Squealer in white paint.
uk_1984_iryna_dybko_khutir_tvaryn: а ще над віршем повісити його портрет, що Нікітов намалював.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Його увінчував портрет Наполеона, що його білою фарбою виконав Пищик.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Під ним помістили портрет Наполеона в профіль — його намалював білою фарбою Пискун.

source: Meanwhile, through the agency of Whymper, Napoleon was engaged in complicated negotiations with Frederick and Pilkington.
uk_1984_iryna_dybko_khutir_tvaryn: У тому часі, коли рідко хто бачив Вісарйонова, він саме за допомогою посередника Химернікова, вів переговори з Пілсутовим і Федориковим.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тим часом при допомозі Вімпера Наполеон провадив виснажливі переговори з Фредеріком і Пілкінгтоном.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тим часом Наполеон, за посередництва містера Вімпера, вів складні переговори з Фредеріком і Пілкінгтоном.

source: The pile of timber was still unsold.
uk_1984_iryna_dybko_khutir_tvaryn: Справа торкалася продажу дерева для будови, яке вже від довшого часу задумував продати, бо було воно ще власністю Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Штабелі деревини все ще лежали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Штабелі лісу все ще лежали у дворі.

source: Of the two, Frederick was the more anxious to get hold of it, but he would not offer a reasonable price.
uk_1984_iryna_dybko_khutir_tvaryn: Хоча Федориков більше зацікавився купівлею, Вісарйонов не міг рішитися; не могли прийти до порозуміння щодо ціни
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Найбільше її прагнув запопасти містер Фрелерік, проте не бажав давати належної ціни.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Фредерік наполегливіше за Пілкінгтона домагався придбання деревини, проте його не влаштовувала ціна.

source: At the same time there were renewed rumours that Frederick and his men were plotting to attack Animal Farm and to destroy the windmill, the building of which had aroused furious jealousy in him.
uk_1984_iryna_dybko_khutir_tvaryn: та ще й турбували його вістки, що Федориков зі своїми робітниками чи не задумують повалити вітряк і зайняти хутір.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І знову прокотилася поголоска, ніби Фредерік і його люди виношують задум напасти на «Рай для Тварин» і розвалити вітряк, який викликав у нього чорну заздрість.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: До того ж знову ширилися чутки про те, що він з однодумцями збирається напасти на «Колгосп тварин» і зруйнувати млин, який викликав у нього шалену заздрість.

source: Snowball was known to be still skulking on Pinchfield Farm.
uk_1984_iryna_dybko_khutir_tvaryn: Найдужче дратувало Вісарйонова те, що він мав би переховувати Давидовича.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок, як казали, ще ховається на фермі «Лужок».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок, як стверджувалося, відсиджувався в «Пінчфілді».

source: In the middle of the summer the animals were alarmed to hear that three hens had come forward and confessed that, inspired by Snowball, they had entered into a plot to murder Napoleon.
uk_1984_iryna_dybko_khutir_tvaryn: В літі, коли земля була в обіймах сонця, а на полях доспівала городина, знову трапилась жахлива подія, коли найменш тварини цього сподівались, довідались, що три курки, за намовою Давидовича планували вбити Вісарйонова, але голос совісти порадив їм до цього ганебного задуму признатись.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Серед літа тварини знову занепокоїлися: три курки призналися, що не без спонуки Сніжка вчинили змову з наміром убити Наполеона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У середині літа тварини знову з жахом почули добровільне зізнання трьох курок, яких Сніжок підбурював вбити Наполеона.

source: They were executed immediately, and fresh precautions for Napoleon’s safety were taken.
uk_1984_iryna_dybko_khutir_tvaryn: Тож за ті гадки стрінула їх кара смерти, що й виконали пси. Після цієї події, для забезпеки, охорона Вісарйонова подвоїлась,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Курей негайно стратили і вжили негайних заходів, щоб убезпечити Наполеона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Їх негайно стратили, а охорону Наполеона посилили.

source: Four dogs guarded his bed at night, one at each corner, and a young pig named Pinkeye was given the task of tasting all his food before he ate it, lest it should be poisoned.
uk_1984_iryna_dybko_khutir_tvaryn: цілу ніч навколо його ліжка лежали пси, а молода свинка Рожа перевіряла кожну їду, чи немає в ній отрути.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вночі біля його ліжка чатувало четверо псів по одному з кожного боку. А перш ніж подати йому страви, їх мала куштувати молода свинка Рожевичка. Щоб, чого доброго, не підсипали трутизни.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відтепер чотири пси чатували вночі біля його ліжка, а зовсім юний підсвинок отримав дозвіл ризикувати собою, куштуючи їжу, перш ніж її подавали Наполеону: а раптом хто надумає підсипати отрути.

source: At about the same time it was given out that Napoleon had arranged to sell the pile of timber to Mr. Pilkington; he was also going to enter into a regular agreement for the exchange of certain products between Animal Farm and Foxwood.
uk_1984_iryna_dybko_khutir_tvaryn: Останні переживання на хуторі спонукали Вісарйонова рішитись на продаж дерева Пілсутову. З того часу взаємовідносини між хутором Лисичівка й оселею тварин покращали. Навіть заплановано в майбутньому виміну продуктів, якщо зайде потреба в тому.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Приблизно тоді ж оголосили, що Наполеон спродає деревину Пілкінгтону; він збирався укласти й довготривалу угоду про взаємообмін деякими продуктами між своєю фермою і «Лисячим Гаєм».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Приблизно тоді стало відомо, що Наполеон домовився про продаж лісу Пілкінгтону, обговорювалася також довготривала угода про обмін деякими продуктами між обома фермами.

source: The relations between Napoleon and Pilkington, though they were only conducted through Whymper, were now almost friendly.
uk_1984_iryna_dybko_khutir_tvaryn: [З того часу взаємовідносини між хутором Лисичівка й оселею тварин покращали.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Стосунки між Наполеоном і містером Пілкінгтоном, хоч і підтримувані через Вімпера, складалися майже дружні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Стосунки між Наполеоном і Пілкінгтоном, попри те, що спілкувалися вони через містера Вімпера, склалися майже дружніми.

source: The animals distrusted Pilkington, as a human being, but greatly preferred him to Frederick, whom they both feared and hated.
uk_1984_iryna_dybko_khutir_tvaryn: Хоч тварини й не дуже довіряли Пілсутову, бож він був користолюбною людиною, але таки воліли його, як Федорикова,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини не довіряли Пілкінгтону як людині, але воліли його, аніж Фредеріка, якого і боялися, і ненавиділи.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тим часом тварини Пілкінгтону не довіряли, як і всім людським істотам, але симпатизували йому більше, ніж Фредеріку, якого і ненавиділи, і боялися одночасно.

source: Frederick, it was said, intended to bring against them twenty men all armed with guns, and he had already bribed the magistrates and police, so that if he could once get hold of the title-deeds of Animal Farm they would ask no questions.
uk_1984_iryna_dybko_khutir_tvaryn: він бо, згідно з поголосками, потайки організував напад на їхній хутір.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мовилося, що Фредерік хоче напасти, що вже підібрав два десятки людей з рушницями, що він уже підкупив суддів та поліцію, аби ті, коли він раптом запопаде в свої руки їхню ферму, не запитували зайвого.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Казали, що Фредерік має намір привести проти них двадцять чоловіків, озброєних рушницями, що він уже підкупив суддів і поліцію, щоб унеможливити розслідування після захоплення «Колгоспу тварин».

source: Moreover, terrible stories were leaking out from Pinchfield about the cruelties that Frederick practised upon his animals.
uk_1984_iryna_dybko_khutir_tvaryn: Крім того, дехто з них довідався від свиней, що Федориков знущається над своїми тваринами:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ба навіть більше: з ферми «Лужок» докочувалися моторошні розповіді про те, як мордує Фредерік своїх тварин.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Також з «Пінчфілда» надходили чутки про жорстоке поводження Фредеріка зі своїми тваринами.

source: He had flogged an old horse to death, he starved his cows, he had killed a dog by throwing it into the furnace, he amused himself in the evenings by making cocks fight with splinters of razor-blade tied to their spurs.
uk_1984_iryna_dybko_khutir_tvaryn: голодом морить корів, знущався над конем, та що той від побоїв згинув, пса свого вкинув у піч, а то розважається, як півні до крови покусаються.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він до смерті зашмагав старого коня, морив голодом корів, вкинув у піч собаку, а вечорами розважався півнячими боями, перед тим поприв'язувавши їм до лап гострі леза.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він забив до смерті старого коня, морив голодом корів, вкинув у піч собаку, а вечорами розважався боями півнів, прив’язуючи їм до лап леза для гоління.

source: The animals’ blood boiled with rage when they heard of these things being done to their comrades, and sometimes they clamoured to be allowed to go out in a body and attack Pinchfield Farm, drive out the humans, and set the animals free.
uk_1984_iryna_dybko_khutir_tvaryn: Того роду чутки обурювали тварин на хуторі й вони лютували на негідника. В нестямі домагались, щоби зробити напад на Федорикова, прогнати його та звільнити тварин із тяжкої неволі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У тварин кров холола в жилах, коли вони слухали, як терплять їхні побратими; іноді вони не витримували і вимагали рознести дощенту знавіснілий «Лужок», прогнати людей подалі й принести волю нещасним тваринам.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Кров тварин холола в жилах, коли вони слухали, як ведеться їхнім побратимам. Іноді вони висловлювали бажання, щоб їм дозволили атакувати ферму «Пінчфілд», вигнати звідти людей і звільнити тварин.

source: But Squealer counselled them to avoid rash actions and trust in Comrade Napoleon’s strategy.
uk_1984_iryna_dybko_khutir_tvaryn: Але Нікітов порадив, щоб не поспішали з помстою, а мали надію на стратегію вождя, товариша Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але Пищик радив утриматися від необдуманих дій і покластися на мудрість товариша Наполеона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але Пискун радив уникати необдуманих дій і в усьому покладатися на стратегію товариша Наполеона.

source: Nevertheless, feeling against Frederick continued to run high.
uk_1984_iryna_dybko_khutir_tvaryn: У тварин ненависть до Федорикова зростала з кожним днем до невидержки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І все ж ненависть до Фредеріка не влягалась.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І все-таки ворожість до Фредеріка наростала.
